Repository: inaturalist/INaturalistIOS
Catalog: INaturalistIOS/*.lproj/MainStoryboard.strings
Languages: he, tr

# 0Fk-rY-9h1.title
source: Edit
he: ערוך
tr: Düzenle

# 0Q2-fy-dMQ.text
source: Tutorial
he: התחל הדרכה
tr: Öðretici

# aTs-25-Wva.text
source: Change username
tr: Kullanýcý adýný deðiþtir

# M0h-Eg-gr3.text
source: Autocomplete names
he: השלמה אוטומטית לשמות
tr: Ýsimleri otomatik tamamla

# TeG-HZ-eQD.text
source: Automatically upload
tr: Otomatik yükleme

# RjU-G5-BWG.text
source: Suggest species
tr: Tür önerisi

# thU-yQ-HUV.text
source: Categorize new observations
he: הוסף קטגוריה לתצפיות חדשות
tr: Yeni gözlemleri kategorilere ayýr

# g3B-dy-Lka.text
source: iNaturalist Network
tr: ÝNaturalist aðý

# 0U1-va-cIB.title
source: Guides
he: מדריכים
tr: Rehberler

# 1bw-oa-ona.placeholder
source: Unknown place
he: מקום לא מוכר
tr: Bilinmeyen yer

# 1hu-IK-XsQ.text
source: Scientific name
tr: Bilimsel isim

# 1yP-Oa-9Kj.title
source: Sign in
tr: Oturum aç

# 31c-qh-A6S.title
source: Add
he: הוספה
tr: Ekle

# 3DS-CL-NMe.headerTitle
source: Sign in with Facebook
tr: Facebook'la kaydol

# 6Eu-N7-evS.text
source: Title
he: כותרת
tr: Baþlýk

# 6UX-BL-9DW.title
source: Projects
he: פרויקטים
tr: Projeler

# nla-WE-iqA.text
source: Username
tr: Kullanýcý adý

# 7ua-fh-uvU.placeholder
source: Your iNat username
tr: iNat kullanýcý adýnýz

# 9br-9C-J7v.headerTitle
source: What did you see?
he: מה ראית?
tr: Ne gördünüz?

# AWa-0U-YdH.text
source: Attribution
he: שיוך
tr: Özellik

# AeG-t0-DTD.placeholder
source: Your iNat password
tr: iNat Þifreniz

# AiV-F7-sFl.text
source: Detail
he: פרטים
tr: Detay

# Be1-xj-miA.text
source: Label
tr: Etiket

# CFS-AV-ZYV.text
source: Lon:
he: אורך:
tr: Boylam:

# CrY-as-UVn.text
source: Geoprivacy
he: הגדרת פרטיות
tr: Coðrafi gizlilik

# D22-7s-3ca.text
source: Label
tr: Etiket

# Df8-ua-w8x.headerTitle
source: Wikipedia Description
he: תיאור מויקיפדיה
tr: Vikipedi Açýklamasý

# EGB-Ac-Dg8.title
source: Guides
he: מדריכים
tr: Rehberler

# EcO-h2-uOF.text
source: Species default name
he: שם של הזן
tr: Varsayýlan tür ismi

# Edp-cg-PsD.text
source: Title
tr: Baþlýk

# F6V-RD-Yrx.title
source: Taxon
he: סוג
tr: Takson

# GC7-gQ-cDA.text
source: Unknown
tr: Bilinmeyen

# GKo-Sv-g5X.title
source: Observe
he: תצפית
tr: Gözlemle

# GmQ-fX-MuU.title
source: Projects
he: פרויקטים
tr: Projeler

# Gq1-rm-ccJ.text
source: Unknown
tr: Bilinmeyen

# H2L-mX-7uS.text
source: Subtitle
tr: Alt Baþlýk

# HB8-Oo-jRB.title
source: Close
he: סגור
tr: Kapat

# I43-iz-miT.headerTitle
source: Version
he: גירסה
tr: Versiyon

# IvC-UJ-yev.text
source: Contact support
he: עזרה
tr: Destekle iletiþim

# r3a-dI-zLW.text
source: Love iNat? Rate us
he: דרגו את האפליקציה
tr: iNat'ý sevdin mi? Bize oy ver

# J9i-XA-tlL.text
source: Choose projects
he: בחרו פרויקט
tr: Projeleri seç

# JRR-T4-jKQ.title
source: Done
he: סיים
tr: Tamam

# JkM-AH-Zal.text
source: open
he: פתח
tr: Aç

# Kfy-Up-oCb.title
source: Search species
he: חפשו זנים
tr: Türleri arayýn

# Kp6-B4-NJv.text
source: Sign up
tr: Kaydolun

# ME2-ai-L2I.normalTitle
source: View more...
he: עוד...
tr: Daha fazla...

# Nsa-pu-mCD.title
source: Choose projects
he: בחרו פרויקט
tr: Projeleri seç

# Obm-wO-wio.title
source: Cancel
tr: Ýptal

# Ohz-Dw-0wM.text
source: Species name
he: שם של הזנים
tr: Tür ismi

# Pc6-ER-pVU.title
source: Project
he: פרויקט
tr: Proje

# Q0S-qE-f4O.headerTitle
source: Location
he: מיקום
tr: Konum

# QYT-BR-dNq.text
source: Need ID help?
he: צריכים עזרה בזיהוי?
tr: Kimliðin için yardýma mý ihtiyacýn var?

# Qrv-G3-6nh.text
source: Designed and built by iNaturalist at the California Academy of Sciences, with support from the Encyclopedia of Life. This app uses numerous open source and Creative Common-licensed materials, including Three20, Restkit, TapkuLibrary by Devin Ross, DejalActivityView by David Sinclair, and Glyphish icons by Joseph Wain. Many thanks to these generous and talented engineers and artists!
tr: Bu uygulama birçok açýk kaynaklý kod, Crative Common -lisanslý meteryaller kullanýr. Three20, Restkit, Devin Ross'un TapkuLibrary, David Sinclair'in DejalActivityView, ve Joseph Wain'in Glyphish icons bunlardan birkaçýdýr. Cömert ve baþarýlý mühendislere ve sanatçýlara çok teþekkürler!

# RVt-Kj-7RQ.headerTitle
source: Conservation Status
he: הודעות
tr: Koruma durumu

# SQG-h4-rqM.text
source: Username
tr: Kullanýcý adý

# SaM-EA-Ovq.title
source: GuideTaxon
tr: Takson kýlavuzu

# Sr1-uD-ljI.text
source: 2.1.1, build 2.1.12
tr: 2.1.1, yapý 2.1.12

# TJg-mX-i6C.text
source: Sign in with Facebook
tr: Facebook'la kaydol

# VjR-qL-q95.segmentTitles[1]
source: Satellite
he: לווין
tr: Uydu

# VjR-qL-q95.segmentTitles[2]
source: Hybrid
he: משולב
tr: Melez

# Vmt-AE-W0j.title
source: Edit
he: עריכה
tr: Düzenle

# X8Y-bf-fBQ.text
source: Project title is way too long brother
he: כותרת לפרויקט
tr: Proje baþlýðýn çok uzun kardeþim

# XXq-bW-vbF.title
source: Project Details
he: תיאור הפרויקט
tr: Proje detaylarý

# Ypi-aU-Rf4.text
source: IUCN Red List
tr: IUCN Kýrmýzý listesi

# Z4l-tt-zMs.headerTitle
source: Date / Time
he: תאריך / שעה
tr: Tarih / Saat

# ZOk-5a-K6O.headerTitle
source: Projects
he: פרויקטים
tr: Projeler

# ZUi-2S-ebn.title
source: Projects
he: פרויקטים
tr: Projeler

# ZzY-Yv-hhu.text
source: Password
tr: Þifre

# bKM-7Q-aRA.text
source: Project title is way too long brother
he: כותרת לפרויקט
tr: Proje baþlýðýn çok uzun kardeþim

# bTy-8i-NnF.text
source: Label
tr: Etiket

# bW0-Pb-mB9.text
source: Scientific name
he: שם מדעי
tr: Bilimsel isim

# cQc-hZ-KcA.headerTitle
source: More
he: עוד
tr: Daha

# cSZ-cD-dfS.title
source: Add
he: הוספה
tr: Ekle

# cTI-n2-vmb.title
source: Guide Title
tr: Rehber Baþlýðý

# dYu-ti-1gC.text
source: Add observation
he: הוספת תצפית
tr: Gözlem Ekle

# e0j-MT-hzk.text
source: Unknown
tr: Bilinmeyen

# eMN-g3-ANY.text
source: Acc.
he: דיוק
tr: Hesap

# exb-m5-Kht.text
source: Taxon name
tr: Takson ismi

# gDe-P6-41D.headerTitle
source: Observation Rules
he: חוקי התצפית
tr: Gözlem Kurallarý

# gq3-Sv-hEY.text
source: Lat:
he: רוחב:
tr: Enlem:

# h2K-Kg-3dh.headerTitle
source: Sign in with Google+
tr: Google+ ile giriþ yap

# hKK-sS-qAN.title
source: Cancel
he: ביטול
tr: Ýptal

# hX2-Qg-qfb.normalTitle
source: View on iNaturalist
he: צפו באתר
tr: iNaturalist üzerinde göster

# hfA-vB-13u.text
source: Sign in
he: התחברות
tr: Oturum aç

# jaz-9S-FvT.title
source: Cancel
he: ביטול
tr: Ýptal

# ju8-if-UDh.text
source: Common name
he: שם
tr: Yaygýn isim

# kaD-3n-Xuk.headerTitle
source: Description
he: תיאור
tr: Açýklama

# l3n-dl-Zr0.title
source: Settings
he: הגדרות
tr: Ayarlar

# lPu-9O-6Ku.title
source: Projects
he: פרויקטים
tr: Projeler

# ljj-kr-K3I.headerTitle
source: Don't have an account?
tr: Hesabýn yok mu?

# lol-PH-r6p.text
source: Choose a map type
he: בחרו סוג מפה
tr: Harita tipini seç

# mgd-CX-pVK.title
source: Done
he: סיים
tr: Tamam

# oWq-bA-sYY.headerTitle
source: Your iNaturalist Account
he: חשבון במערכת
tr: iNaturalist Hesabýnýz

# LbD-zB-zU2.headerTitle
source: App Settings
he: הגדרות
tr: Uygulama Ayarlarý

# ohk-ES-lZM.text
source: Sign in with Google
tr: Google+ ile giriþ yap

# pL9-Nd-0JB.headerTitle
source: Help
he: עזרה
tr: Yardým

# sxb-6N-VGO.headerTitle
source: About
he: אודות
tr: Hakkýnda

# zPB-Sx-9Uh.text
source: Acknowledgements
tr: Teþekkürler

# pmm-Vg-XgJ.placeholder
source: Species name
he: שם הזנים
tr: Tür ismi

# qJK-jT-EPE.headerTitle
source: Notes
he: הערות
tr: Notlar

# qfi-HT-h2C.title
source: Cancel
he: ביטול
tr: Ýptal

# qsE-wG-WNP.text
source: Project title
he: כותרת לפרויקט
tr: Proje Baþlýðýý

# r3N-gL-j8R.text
source: Project name
he: שם הפרויקט
tr: Proje Ýsmi

# r7b-jc-Kqj.title
source: Sync
he: סינכרון
tr: Senkronizasyon

# rwB-lT-a3J.text
source: Title
tr: Baþlýk

# s0d-iz-ydn.title
source: Observations
he: תצפיות
tr: Gözlemler

# tW8-NR-sj7.headerTitle
source: Sign in to iNaturalist.org
tr: iNaturalist.org için oturum açýn

# tiA-DP-jEV.title
source: Log in
tr: Giriþ

# tnA-n3-DOC.headerTitle
source: Terms
he: תנאים
tr: Þartlar

# tp5-5y-3mX.normalTitle
source: Details
he: פרטים
tr: Ayrýntýlar

# uR8-0q-Vnf.title
source: Observations
he: תצפיות
tr: Gözlemler

# wCV-Z1-3g6.title
source: Join
he: הצטרפו
tr: Katýl

# wVj-s3-ngo.headerTitle
source: Credits
tr: Krediler

# x9r-Ta-0Z8.title
source: Map
tr: Harita

# xdk-Tu-cps.text
source: Guide name
he: שם המדריך
tr: Rehber Adý

# zpr-b5-V8G.title
source: Edit Location
he: עריכת מיקום
tr: Konumu Düzenle

# VjR-qL-q95.segmentTitles[0]
source: Standard
he: רגיל
